---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionSigmaProfileMiddleBendWidth
source: html/99b51210-7d2e-9dcd-874b-7f682694a994.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionSigmaProfileMiddleBendWidth Property

"Middle Bend Length"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionSigmaProfileMiddleBendWidth { get; }
```